    /* auto-generated — do not edit manually */
    export interface Specialization {
      id: string;
      label: string;
      profile: string;
    }

    export const specializations = [
  {
    "id": "688b357ef759bcb3f1b56a34",
    "label": "Акушер-гинеколог",
    "profile": "Хирургический"
  },
  {
    "id": "688b357ef759bcb3f1b56a1f",
    "label": "Аллерголог-иммунолог",
    "profile": "Терапевтический"
  },
  {
    "id": "688b357ef759bcb3f1b56a4a",
    "label": "Бактериолог",
    "profile": "Диагностический/Профилактический"
  },
  {
    "id": "688b357ef759bcb3f1b56a4b",
    "label": "Вирусолог",
    "profile": "Диагностический/Профилактический"
  },
  {
    "id": "688b357ef759bcb3f1b56a4d",
    "label": "Врач клинической лабораторной диагностики",
    "profile": "Диагностический/Профилактический"
  },
  {
    "id": "688b357ef759bcb3f1b56a29",
    "label": "Врач общей практики (семейный врач)",
    "profile": "Терапевтический"
  },
  {
    "id": "688b357ef759bcb3f1b56a49",
    "label": "Врач по авиационной и космической медицине",
    "profile": "Диагностический/Профилактический"
  },
  {
    "id": "688b357ef759bcb3f1b56a27",
    "label": "Врач по лечебной физкультуре и спортивной медицине",
    "profile": "Терапевтический"
  },
  {
    "id": "688b357ef759bcb3f1b56a53",
    "label": "Врач по рентгенэндоваскулярным диагностике и лечению",
    "profile": "Диагностический/Профилактический"
  },
  {
    "id": "688b357ef759bcb3f1b56a2e",
    "label": "Врач скорой медицинской помощи",
    "profile": "Узкоспециализированный"
  },
  {
    "id": "688b357ef759bcb3f1b56a55",
    "label": "Врач ультразвуковой диагностики",
    "profile": "Диагностический/Профилактический"
  },
  {
    "id": "688b357ef759bcb3f1b56a64",
    "label": "Врач физической и реабилитационной медицины",
    "profile": "Узкоспециализированный"
  },
  {
    "id": "688b357ef759bcb3f1b56a56",
    "label": "Врач функциональной диагностики",
    "profile": "Диагностический/Профилактический"
  },
  {
    "id": "688b357ef759bcb3f1b56a35",
    "label": "Врач-анестезиолог-реаниматолог",
    "profile": "Хирургический"
  },
  {
    "id": "688b357ef759bcb3f1b56a45",
    "label": "Врач-детский онколог-гематолог",
    "profile": "Педиатрический"
  },
  {
    "id": "688b357ef759bcb3f1b56a46",
    "label": "Врач-детский уролог-андролог",
    "profile": "Педиатрический"
  },
  {
    "id": "688b357ef759bcb3f1b56a4e",
    "label": "Врач-лабораторный генетик",
    "profile": "Диагностический/Профилактический"
  },
  {
    "id": "688b357ef759bcb3f1b56a20",
    "label": "Гастроэнтеролог",
    "profile": "Терапевтический"
  },
  {
    "id": "688b357ef759bcb3f1b56a21",
    "label": "Гематолог",
    "profile": "Терапевтический"
  },
  {
    "id": "688b357ef759bcb3f1b56a58",
    "label": "Генетик",
    "profile": "Узкоспециализированный"
  },
  {
    "id": "688b357ef759bcb3f1b56a22",
    "label": "Гериатр",
    "profile": "Терапевтический"
  },
  {
    "id": "688b357ef759bcb3f1b56a4c",
    "label": "Дезинфектолог",
    "profile": "Диагностический/Профилактический"
  },
  {
    "id": "688b357ef759bcb3f1b56a59",
    "label": "Дерматовенеролог",
    "profile": "Узкоспециализированный"
  },
  {
    "id": "688b357ef759bcb3f1b56a44",
    "label": "Детский кардиолог",
    "profile": "Педиатрический"
  },
  {
    "id": "688b357ef759bcb3f1b56a36",
    "label": "Детский хирург",
    "profile": "Хирургический"
  },
  {
    "id": "688b357ef759bcb3f1b56a47",
    "label": "Детский эндокринолог",
    "profile": "Педиатрический"
  },
  {
    "id": "688b357ef759bcb3f1b56a23",
    "label": "Диетолог",
    "profile": "Терапевтический"
  },
  {
    "id": "688b357ef759bcb3f1b56a24",
    "label": "Инфекционист",
    "profile": "Терапевтический"
  },
  {
    "id": "688b357ef759bcb3f1b56a25",
    "label": "Кардиолог",
    "profile": "Терапевтический"
  },
  {
    "id": "688b357ef759bcb3f1b56a26",
    "label": "Клинический фармаколог",
    "profile": "Терапевтический"
  },
  {
    "id": "688b357ef759bcb3f1b56a37",
    "label": "Колопроктолог",
    "profile": "Хирургический"
  },
  {
    "id": "688b357ef759bcb3f1b56a5a",
    "label": "Косметолог",
    "profile": "Узкоспециализированный"
  },
  {
    "id": "688b357ef759bcb3f1b56a5b",
    "label": "Мануальный терапевт",
    "profile": "Узкоспециализированный"
  },
  {
    "id": "688b357ef759bcb3f1b56a5c",
    "label": "Невролог",
    "profile": "Узкоспециализированный"
  },
  {
    "id": "688b357ef759bcb3f1b56a38",
    "label": "Нейрохирург",
    "profile": "Хирургический"
  },
  {
    "id": "688b357ef759bcb3f1b56a48",
    "label": "Неонатолог",
    "profile": "Педиатрический"
  },
  {
    "id": "688b357ef759bcb3f1b56a28",
    "label": "Нефролог",
    "profile": "Терапевтический"
  },
  {
    "id": "688b357ef759bcb3f1b56a39",
    "label": "Онколог",
    "profile": "Хирургический"
  },
  {
    "id": "688b357ef759bcb3f1b56a65",
    "label": "Организатор здравоохранения",
    "profile": "Узкоспециализированный"
  },
  {
    "id": "688b357ef759bcb3f1b56a5d",
    "label": "Остеопат",
    "profile": "Узкоспециализированный"
  },
  {
    "id": "688b357ef759bcb3f1b56a3a",
    "label": "Оториноларинголог",
    "profile": "Хирургический"
  },
  {
    "id": "688b357ef759bcb3f1b56a3b",
    "label": "Офтальмолог",
    "profile": "Хирургический"
  },
  {
    "id": "688b357ef759bcb3f1b56a4f",
    "label": "Патологоанатом",
    "profile": "Диагностический/Профилактический"
  },
  {
    "id": "688b357ef759bcb3f1b56a43",
    "label": "Педиатр",
    "profile": "Педиатрический"
  },
  {
    "id": "688b357ef759bcb3f1b56a3c",
    "label": "Пластический хирург",
    "profile": "Хирургический"
  },
  {
    "id": "688b357ef759bcb3f1b56a2a",
    "label": "Профпатолог",
    "profile": "Терапевтический"
  },
  {
    "id": "688b357ef759bcb3f1b56a5e",
    "label": "Психиатр",
    "profile": "Узкоспециализированный"
  },
  {
    "id": "688b357ef759bcb3f1b56a5f",
    "label": "Психиатр-нарколог",
    "profile": "Узкоспециализированный"
  },
  {
    "id": "688b357ef759bcb3f1b56a60",
    "label": "Психотерапевт",
    "profile": "Узкоспециализированный"
  },
  {
    "id": "688b357ef759bcb3f1b56a2b",
    "label": "Пульмонолог",
    "profile": "Терапевтический"
  },
  {
    "id": "688b357ef759bcb3f1b56a50",
    "label": "Радиолог",
    "profile": "Диагностический/Профилактический"
  },
  {
    "id": "688b357ef759bcb3f1b56a51",
    "label": "Радиотерапевт",
    "profile": "Диагностический/Профилактический"
  },
  {
    "id": "688b357ef759bcb3f1b56a2c",
    "label": "Ревматолог",
    "profile": "Терапевтический"
  },
  {
    "id": "688b357ef759bcb3f1b56a52",
    "label": "Рентгенолог",
    "profile": "Диагностический/Профилактический"
  },
  {
    "id": "688b357ef759bcb3f1b56a61",
    "label": "Рефлексотерапевт",
    "profile": "Узкоспециализированный"
  },
  {
    "id": "688b357ef759bcb3f1b56a2d",
    "label": "Сексолог",
    "profile": "Терапевтический"
  },
  {
    "id": "688b357ef759bcb3f1b56a3d",
    "label": "Сердечно-сосудистый хирург",
    "profile": "Хирургический"
  },
  {
    "id": "688b357ef759bcb3f1b56a62",
    "label": "Стоматолог",
    "profile": "Узкоспециализированный"
  },
  {
    "id": "688b357ef759bcb3f1b56a54",
    "label": "Судебно-медицинский эксперт",
    "profile": "Узкоспециализированный"
  },
  {
    "id": "688b357ef759bcb3f1b56a63",
    "label": "Судебно-психиатрический эксперт",
    "profile": "Узкоспециализированный"
  },
  {
    "id": "688b357ef759bcb3f1b56a2f",
    "label": "Терапевт",
    "profile": "Терапевтический"
  },
  {
    "id": "688b357ef759bcb3f1b56a30",
    "label": "Токсиколог",
    "profile": "Терапевтический"
  },
  {
    "id": "688b357ef759bcb3f1b56a3e",
    "label": "Торакальный хирург",
    "profile": "Хирургический"
  },
  {
    "id": "688b357ef759bcb3f1b56a3f",
    "label": "Травматолог-ортопед",
    "profile": "Хирургический"
  },
  {
    "id": "688b357ef759bcb3f1b56a31",
    "label": "Трансфузиолог",
    "profile": "Терапевтический"
  },
  {
    "id": "688b357ef759bcb3f1b56a40",
    "label": "Уролог",
    "profile": "Хирургический"
  },
  {
    "id": "688b357ef759bcb3f1b56a32",
    "label": "Физиотерапевт",
    "profile": "Терапевтический"
  },
  {
    "id": "688b357ef759bcb3f1b56a41",
    "label": "Хирург",
    "profile": "Хирургический"
  },
  {
    "id": "688b357ef759bcb3f1b56a42",
    "label": "Челюстно-лицевой хирург",
    "profile": "Хирургический"
  },
  {
    "id": "688b357ef759bcb3f1b56a33",
    "label": "Эндокринолог",
    "profile": "Терапевтический"
  },
  {
    "id": "688b357ef759bcb3f1b56a57",
    "label": "Эпидемиолог",
    "profile": "Диагностический/Профилактический"
  }
] as const satisfies Specialization[];
